И В командном интерфейсе я выбираю 'Медицинская деятельность' 'Приёмы врача'
Тогда открылось окно 'Приёмы врача'
И в таблице "Список" я выбираю текущую строку
Тогда открылось окно 'Прием № * от * Проведен'
И я нажимаю на кнопку с именем 'ФормаДокументОказаниеУслугСоздатьНаОсновании'
Тогда открылось окно 'Оказание услуг №  от * Продажа клиенту.  Новый *'
И я нажимаю на кнопку с именем 'ФормаПровестиИЗакрыть'
И я жду закрытия окна 'Оказание услуг №  от * Продажа клиенту.  Новый *' в течение 10 секунд
