И В командном интерфейсе я выбираю 'Медицинская деятельность' 'Приёмы врача'
Тогда открылось окно 'Приёмы врача'
И в таблице "Список" я выбираю текущую строку
И я перехожу к закладке с именем "СтраницаДиагнозы"
И из выпадающего списка с именем "Диагноз" я выбираю по строке [Диагноз]
И в поле с именем 'РасшифровкаДиагноза' я ввожу текст 'Что-то там тако есть да'
И в поле с именем 'СопутствующийДиагноз' я ввожу текст 'Что-то там еще есть'
И из выпадающего списка с именем "Травма" я выбираю по строке '01'
И я меняю значение переключателя с именем 'Поле1' на 'предварительный (рабочий)'
И я меняю значение переключателя с именем 'Поле3' на 'хроническое, выявленное впервые'
И я нажимаю на кнопку с именем 'ФормаПровестиИЗакрыть'
И я жду закрытия окна 'Прием № * от * Проведен' в течение 5 секунд
