И В командном интерфейсе я выбираю 'Регистратура' 'Клиенты'
Тогда открылось окно 'Клиенты'
И в таблице "СправочникСписок" я выбираю текущую строку
Тогда открылось окно '* (Клиент)'
И я перехожу к закладке с именем "СтраницаМедкарты"
И я нажимаю на кнопку с именем 'ОткрытьЛекарственнуюНепереносимость'
Тогда открылось окно 'Лекарственная непереносимость'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Лекарственная непереносимость (создание)'
И из выпадающего списка с именем "ДействующееВещество" я выбираю по строке [ДействующееВещество]
И в поле с именем 'Реакция' я ввожу текст [Реакция]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна 'Лекарственная непереносимость (создание) *' в течение 10 секунд
Тогда открылось окно 'Лекарственная непереносимость'
И Я закрываю окно 'Лекарственная непереносимость'
Тогда открылось окно '* (Клиент)'
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна '* (Клиент)' в течение 10 секунд
