И В командном интерфейсе я выбираю 'Запасы' 'Контрагенты'
Тогда открылось окно 'Контрагенты'
И в таблице "Список" я выбираю текущую строку
Тогда открылось окно '* (Контрагент)'
И в поле с именем 'Наименование' я ввожу текст [ИзмененноеНаименованиеКонтрагента]
И в поле с именем 'НаименованиеПолное' я ввожу текст [ИзмененноеПолноеНаименование]
И в поле с именем 'ИНН' я ввожу текст [ИзмененныйИНН]
И в поле с именем 'КПП' я ввожу текст [ИзмененныйКПП]
И в поле с именем 'ВидЭкономДеятельности' я ввожу текст [ИзмененныйВидЭкономДеятельности]
И в поле с именем 'ФормаСобственности' я ввожу текст [ИзмененнаяФормаСобственности]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна '* (Контрагент) *' в течение 10 секунд
