И В командном интерфейсе я выбираю 'Регистратура' 'Заявки'
Тогда открылось окно 'Заявки'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Заявка №  от * Новый'
И я нажимаю кнопку выбора у поля с именем "Клиент"
Тогда открылось окно 'Клиенты'
И в таблице "СправочникСписок" я выбираю текущую строку
Тогда открылось окно 'Заявка №  от * Новый *'
И я нажимаю кнопку выбора у поля с именем "Мастер"
Тогда открылось окно 'Сотрудники'
И в таблице "Список" я выбираю текущую строку
Тогда открылось окно 'Заявка №  от * Новый *'
