И В командном интерфейсе я выбираю 'Персонал и зарплата' 'Сотрудники'
Тогда открылось окно 'Сотрудники'
И в таблице "Список" я выбираю текущую строку
Тогда открылось окно '* (Сотрудник)'
И в поле с именем 'Фамилия' я ввожу текст [ИзмененнаяФамилия]
И в поле с именем 'Имя' я ввожу текст [ИзмененноеИмя]
И в поле с именем 'Отчество' я ввожу текст [ИзмененноеОтчество]
И я нажимаю кнопку выбора у поля с именем "ДатаРождения"
И в поле с именем 'ДатаРождения' я ввожу текст [ИзмененнаяДР]
И я меняю значение переключателя с именем 'Пол' на [ИзмененныйПол]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна 'Ыыы Ыы (Сотрудник) *' в течение 20 секунд
