И В командном интерфейсе я выбираю 'Регистратура' 'Клиенты'
Тогда открылось окно 'Клиенты'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Клиент (создание)'
И в поле с именем 'Фамилия' я ввожу текст [Фамилия]
И в поле с именем 'Имя' я ввожу текст [Имя]
И в поле с именем 'Отчество' я ввожу текст [Отчество]
И я нажимаю на кнопку с именем 'ФормаЗаписать'
Затем я жду, что в сообщениях пользователю будет подстрока "Дата рождения" в течение 2 секунд
И я нажимаю кнопку выбора у поля с именем "ДатаРождения"
И в поле с именем 'ДатаРождения' я ввожу текст [ДатаРождения]
И я меняю значение переключателя с именем 'Пол' на [Пол]
И я изменяю флаг с именем 'Тестовый'
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'