И В командном интерфейсе я выбираю 'Персонал и зарплата' 'Сотрудники'
Тогда открылось окно 'Сотрудники'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Сотрудник (создание)'
И в поле с именем 'Фамилия' я ввожу текст [Фамилия]
И в поле с именем 'Имя' я ввожу текст [Имя]
И в поле с именем 'Отчество' я ввожу текст [Отчество]
И я нажимаю кнопку выбора у поля с именем "ДатаРождения"
И в поле с именем 'ДатаРождения' я ввожу текст [ДатаРождения]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
