Цикл И я делаю 2 раз
        И в таблице "Работы" я нажимаю на кнопку с именем 'РаботыДобавить'
        И в таблице "Работы" я активизирую поле с именем "РаботыРабота"
        И в таблице "Работы" я выбираю текущую строку
        И в таблице "Работы" из выпадающего списка с именем "РаботыРабота" я выбираю по строке [Номенклатура1]
        И в таблице "Работы" я завершаю редактирование строки
КонецЦикла

Цикл И я делаю 2 раз
        И в таблице "Работы" я нажимаю на кнопку с именем 'РаботыДобавить'
        И в таблице "Работы" я активизирую поле с именем "РаботыРабота"
        И в таблице "Работы" я выбираю текущую строку

        И в таблице "Работы" из выпадающего списка с именем "РаботыРабота" я выбираю по строке [Номенклатура2]
        И в таблице "Работы" я завершаю редактирование строки
КонецЦикла
