И В командном интерфейсе я выбираю 'Регистратура' 'Клиенты'
Тогда открылось окно 'Клиенты'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Клиент (создание)'
И в поле с именем 'Фамилия' я ввожу текст 'Тест'
И я перехожу к следующему реквизиту
И в поле с именем 'Имя' я ввожу текст 'Тест'
И я перехожу к следующему реквизиту
И в поле с именем 'Отчество' я ввожу текст 'Тест'
И я нажимаю кнопку выбора у поля с именем "ДатаРождения"
И в поле с именем 'ДатаРождения' я ввожу текст '30.08.2022'
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна 'Клиент (создание) *' в течение 20 секунд