И В командном интерфейсе я выбираю 'Персонал и зарплата' 'Кабинеты и Оборудование'
Тогда открылось окно 'Кабинеты и Оборудование'
Тогда открылось окно 'Кабинеты и Оборудование'
И в таблице "Список" я выбираю текущую строку
Тогда открылось окно '* (Кабинеты и Оборудование)'
И в поле с именем 'Наименование' я ввожу текст [НаименованиеКабинетаИОборудования]
И из выпадающего списка с именем "ОсновнаяУслуга" я выбираю по строке [ОсновнаяУслуга]
И из выпадающего списка с именем "Специализация" я выбираю по строке [Специализация]
И из выпадающего списка с именем "Модель" я выбираю по строке [ВидКабинетаИОборудования]
И я устанавливаю флаг с именем 'УчаствуетВКалендарномПланировании'
И из выпадающего списка с именем "Подразделение" я выбираю по строке [Подразделение]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна '* (Кабинеты и Оборудование) *' в течение 10 секунд
