И В командном интерфейсе я выбираю 'Администрирование' 'Прочие справочники и классификаторы'
Тогда открылось окно 'Классификаторы и справочники подсистемы "Администрирование"'
И я нажимаю на кнопку с именем 'СправочникПричиныОтменыЗаявокОткрытьСписок'
Тогда открылось окно 'Причины отмены заявок'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Причины отмены заявок (создание)'
И в поле с именем 'Наименование' я ввожу текст [Наименование]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна 'Причины отмены заявок (создание) *' в течение 10 секунд
