И В командном интерфейсе я выбираю 'Запасы' 'Контрагенты'
Тогда открылось окно 'Контрагенты'
И я выбираю пункт контекстного меню с именем 'СписокКонтекстноеМенюСоздать' на элементе формы с именем "Список"
Тогда открылось окно 'Контрагент (создание)'
И в поле с именем 'Наименование' я ввожу текст [НаименованиеКонтрагента]
И в поле с именем 'НаименованиеПолное' я ввожу текст [ПолноеНаименование]
И в поле с именем 'ИНН' я ввожу текст [ИНН]
И в поле с именем 'КПП' я ввожу текст [КПП]
И в поле с именем 'ВидЭкономДеятельности' я ввожу текст [ВидЭкономическойДеятельности]
И в поле с именем 'ФормаСобственности' я ввожу текст [ФормаСобственности]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна 'Контрагент (создание) *' в течение 10 секунд
