И я создаю файл "E:\temp_sppr\test.png"
        | '%PNG'                                                                      |
        | 'IHDR ýÔšs sRGB ®Îé gAMA ±üa pHYs Ã ÃÇo¨d IDATWcè`ýÿ‰Ai£½Ç !ß=î_— IEND®B`‚' |
Тогда я буду выбирать внешний файл "E:\temp_sppr\test.png"
И В командном интерфейсе я выбираю 'Регистратура' 'Клиенты'
Тогда открылось окно 'Клиенты'
И в таблице "СправочникСписок" я выбираю текущую строку
Тогда открылось окно '* (Клиент)'
И я нажимаю на гиперссылку с именем "Фотография"
Тогда открылось окно 'Файлы *'
И я перехожу к следующему реквизиту
И я нажимаю на кнопку с именем 'Добавить'
И я нажимаю на кнопку с именем 'СделатьОсновнымИзображением'
Тогда открылось окно 'Файлы *'
И Я закрываю окно 'Файлы *'
Тогда открылось окно '* (Клиент) *'
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'