И В командном интерфейсе я выбираю 'Ценообразование' 'Установка цен'
Тогда открылось окно 'Установка цен'
И в таблице "Список" я выбираю текущую строку
Тогда открылось окно 'Установка цен № * от * Цены прейскурантов.  Проведен'
И я нажимаю на кнопку с именем 'НоменклатураИзменить'
Тогда открылось окно 'Формирование цен'
И из выпадающего списка с именем "ПолеВыбораДействия" я выбираю точное значение 'Задать фиксированную цену'
И в поле с именем 'ПолеВводаВариантаЗначения' я ввожу текст [ФиксированнаяЦена]
И я нажимаю на кнопку с именем 'КнопкаВыполнить'
И из выпадающего списка с именем "ПолеВыбораДействия" я выбираю точное значение 'Изменить цены на %'
И в поле с именем 'ПолеВводаВариантаЗначения' я ввожу текст [ПроцентИзменения]
И я нажимаю на кнопку с именем 'КнопкаВыполнить'
И из выпадающего списка с именем "ПолеВыбораДействия" я выбираю точное значение 'Округлить'
И я нажимаю на кнопку с именем 'КнопкаВыполнить'
И я нажимаю на кнопку с именем 'КнопкаОК'
Тогда открылось окно 'Установка цен №  от  Новый'
И я нажимаю на кнопку с именем 'ФормаПровестиИЗакрыть'
И я жду закрытия окна 'Установка цен № * от * Цены прейскурантов.  Проведен' в течение 10 секунд
