И В командном интерфейсе я выбираю 'Регистратура' 'Клиенты'
Тогда открылось окно 'Клиенты'
И в таблице "СправочникСписок" я выбираю текущую строку
И в поле с именем 'Фамилия' я ввожу текст [ИзмененнаяФамилия]
И в поле с именем 'Имя' я ввожу текст [ИзмененноеИмя]
И в поле с именем 'Отчество' я ввожу текст [ИзмененноеОтчество]
И я нажимаю кнопку выбора у поля с именем "ДатаРождения"
И в поле с именем 'ДатаРождения' я ввожу текст [ИзмененнаяДатаРождения]
И я меняю значение переключателя с именем 'Пол' на [Пол]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
