И В командном интерфейсе я выбираю 'Медицинская деятельность' 'Диагнозы'
Тогда открылось окно 'Диагнозы'
И я нажимаю на кнопку с именем 'ФормаСоздать'
Тогда открылось окно 'Диагнозы (создание)'
И в поле с именем 'КодДиагноза' я ввожу текст [КодМКБ]
И в поле с именем 'Наименование' я ввожу текст [НаименованиеДиагноза]
И в поле с именем 'НаименованиеПолное' я ввожу текст [ПолноеНаименование]
И я нажимаю на кнопку с именем 'ФормаЗаписатьИЗакрыть'
И я жду закрытия окна 'Диагнозы (создание) *' в течение 10 секунд
